Repository: mpuetz/AVSIB
Catalog: AVSIB/WinFormStrings.*.resx
Languages: de_de

# strAborted
source: Aborted!
de_de: Abgebrochen!

# strAddresseesInDatabase
source: Addressees in database:
de_de: Personen in der Datenbank:

# strAll
source: All
de_de: Alle

# strBackupRestore
source: Backup successfully restored
de_de: Backup erfolgreich wiederhergestellt

# strBackupSave
source: Backup successfully saved
de_de: Backup erfolgreich erstellt

# strCautionDelete
source: Warning! This will delete ALL data! are you sure you want to continue?
de_de: Achtung, hierdurch werden alle Daten gelöscht! Wollen Sie fortfahren?

# strChooseOnce
source: Please make sure you select each option one time only!
de_de: Bitte achten Sie darauf, das jede Option nur EINMAL ausgewählt ist!

# strCitiesInDatabase
source: Cities in database:
de_de: Orte in der Datenbank:

# strConf2Close
source: This will exit the program. Are you sure?
de_de: Dies beendet das Programm. Sind Sie sicher?

# strDate
source: , Date:
de_de: vom

# strDistrictNo
source: Dristrict-No.:
de_de: Bezirk-Nr.:

# strDistrictsInDatabase
source: districts in the database.
de_de: Bezirke in der Datenbank erfasst.

# strEndDatabase
source: You have reached the end of the database
de_de: Sie haben das Ende der Datenbank erreicht!

# strFieldsMissing
source: Please fill in ALL fields
de_de: Bitte füllen Sie alle Felder aus!

# strFileDoesntExist
source: It seems the file you have chosen does not exist. Make sure you have not moved or renamed the file.
de_de: Die ausgewählte Datei scheint nicht zu existiere. Stellen Sie sicher, dass sie die Datei nicht verschoben oder umbenannt haben

# strFileExists
source: There already exists a file at this path. Going on will overwrite the old file. Continue?
de_de: Am angegebenen Pfad existiert bereits diese Datei. Wenn Sie fortfahren wird diese Datei überschrieben. Sind Sie sicher?

# strInsertCity
source: Please enter a city!
de_de: Bitte tragen Sie einen Ort ein!

# strInsertStreet
source: Please enter a street!
de_de: Bitte eine Straße eingeben!

# strInsertZIP
source: Please enter a ZIP-code!
de_de: Bitte tragen sie eine Postleitzahl ein!

# strNew
source: New
de_de: Neu

# strNoBackupDelete
source: You have not selected a backup to delete.
de_de: Sie haben kein Backup zum Löschen ausgewählt.

# strNoBackupsFound
source: No Backups found. Create one first.
de_de: Keine Backups gefunden. Bitte erstellen Sie zunächst ein Backup.

# strNoBackupsSelected
source: You have not selected a backup to restore.
de_de: Sie haben kein Backup zum wiederherstellen asugewählt.

# strNoCities
source: No Cities found in database. Please enter the cities first. Go to Main Menu -> Cities
de_de: Keine Orte gefunden! Bitte fügen Sie zunächst einen Ort über 'Menü' -> 'Orte' hinzu!

# strNoCitySelected
source: Please choose a city!
de_de: Bitte wählen Sie eine Stadt aus!

# strNoData
source: There is no data in the database, yet
de_de: Es wurden noch keine Daten erfasst!

# strNoDistrict
source: It seems you have not added a district yet. Please fill the database first before printing!
de_de: Es scheint als wäre kein Bezirk angelegt worde. Bitte legen Sie zunächst die erforderlichen Daten an!

# strNoLastName
source: Please enter the last name!
de_de: Bitte geben Sie den Nachnamen ein!

# strNoStreetSelected
source: Please choose a street!
de_de: Bitte wählen Sie eine Straße aus!

# strNoSurname
source: Please enter the Surname!
de_de: Bitte geben Sie den Vornamen ein!

# strNothingSelectedDelete
source: Nothing selected for deletion
de_de: Nichts zum Löschen ausgewählt!

# strNoZIPSelected
source: Please choose a zip-code!
de_de: Bitte wählen Sie eine Postleitzahl aus!

# strOF
source: of
de_de: von

# strPreview
source: Only the first page is shown in the preview, but all selected districts will be printed!
de_de: Hier wird als Vorschau der Bezirk 1 angezeigt, es werden jedoch alle Bezirke gedruckt!

# strPrinterFailure
source: Can not find the printer 'Microsoft Print to PDF'. Make sure this printer is installed!
de_de: Der Drucker 'Microsoft Print to PDF' wurde nicht gefunden. Stellen Sie sicher, dass dieser Drucker installiert ist!

# strRecipientList
source: recipient list
de_de: Empfängerliste

# strRoundsman
source: Roundsman:
de_de: Austräger:

# strRoundsmanNull
source: Name of the selected roundsman is NULL. Please change this before printing.
de_de: Der Austräger ist NULL, bitte ändern Sie dies im Menü 'Austräger'

# strStreetCount
source: addressees in
de_de: Empfänger in

# strStreetsInDatabase
source: Streets in database:
de_de: Straßen in der Datenbank:

# strSuccess
source: Success!
de_de: Erfolg!

# strThereAre
source: There are
de_de: Es sind

# strTotal
source: Total addressees:
de_de: Gesamt:

# titCaution
source: Warning
de_de: Warnung

# titError
source: Error
de_de: Fehler

# titInformation
source: Info
de_de: Information

# titSuccess
source: Success
de_de: Erfolg
